class DataList {
  List birds = [
    {
      "Id": 1,
      "BanglaName": 'দোয়েল',
      "EnglishName": 'doyel',
      "image": 'assets/images/birds/1.jpg',
      "Details":
          'দোয়েল  বাংলাদেশের জাতীয় পাখি। বাংলাদেশের পল্লী অঞ্চলের সর্বত্রই দোয়েল দেখা যায়।এছাড়াও বাংলাদেশ ও ভারতের জনবসতির আশেপাশে দেখতে পাওয়া অনেক ছোট পাখীদের মধ্যে দোয়েল অন্যতম। অস্থির এই পাখীরা সর্বদা গাছের ডালে বা মাটিতে লাফিয়ে বেড়ায় খাবারের খোঁজে।গ্রামীণ অঞ্চলে খুব ভোরে এদের কলকাকলি শোনা যায়।দোয়েল গ্রামের সৌন্দর্য আরো অপরূপ করে তোলে।',
    },
    {
      "Id": 2,
      "BanglaName": 'মাছরাঙা ',
      "EnglishName": 'Kingfisher',
      "image": 'assets/images/birds/2.jpg',
      "Details":
          ' সারা পৃথিবীতে প্রায় ৯০ প্রজাতির মাছরাঙা দেখা যায়। এদের প্রায় সবারই দেহের তুলনায় মাথা বড়, লম্বা, ধারালো ও চোখা চঞ্চু, খাটো পা ও খাটো লেজ রয়েছে। বেশিরভাগ মাছরাঙার দেহ উজ্জ্বল রঙের আর স্ত্রী-পুরুষে সামান্য ভিন্নতা দেখা যায়। অধিকাংশ মাছরাঙা বিষুবীয় অঞ্চলে বসবাস করে এবং এদের বড় একটা অংশকে কেবলমাত্র বনে দেখা যায়। এরা অনেক ধরনের প্রাণী শিকার করে, তবে তার বড় একটি অংশ জুড়ে রয়েছে মাছ। এরা সাধারণত ডালে থেকে ডাইভ দিয়ে পানির মধ্যে থেকে মাছ শিকার করে। অন্যান্য শিকারের মধ্যে রয়েছে পোকামাকড়, ব্যাঙ, সরীসৃপ, পাখি এমনকি ছোট আকারের স্তন্যপায়ী। বর্গের অন্যসব সদস্যদের মত মাছরাঙারাও গর্তে বাসা করে। সাধারণত জলাশয়ের পাশে খাড়া পাড়ের গর্তে এরা বাসা বানায়। কয়েক প্রজাতির দ্বীপবাসী মাছরাঙা বৈশ্বিকভাবে বিপদগ্রস্ত বলে বিবেচিত।এছাড়া বন উজাড় করার ফলে বনের মাছরাঙাগুলোর আবাসস্থল ধ্বংস হয়ে যাচ্ছে।বাংলাদেশের পল্লী অঞ্চলের সর্বত্রই মাছরাঙা দেখা যায়।',
    },
    {
      "Id": 3,
      "BanglaName": 'টুনটুনি',
      "EnglishName": 'Tailorbird',
      "image": 'assets/images/birds/3.jpg',
      "Details":
          'টুনটুনি হল একটা গায়ক পাখি যাকে ক্রান্তীয় এশিয়া জুড়ে দেখা যায়। গাছের পাতা একসঙ্গে সেলাই করে বাসা বানানোর জন্যে এই পাখি জনপ্রিয়  । যদিও এই লাজুক পাখিরা গাছের পাতার আড়ালে লুকিয়ে থাকে, তাদের জোরালো ডাকাডাকি তাদের উপস্থিতির জানান দেয়। লম্বা খাড়া ল্যাজ থাকায় তাদের স্বাতন্ত্রসূচক লাগে, শরীরের ওপর দিকটা সবুজাভ এবং ছাইরঙা কপাল ও মাথা। এই চড়াই-জাতীয় পাখি বৈশিষ্ট্যমূলকভাবে দেখা যায় খোলা খামার জমি, ঝোপ, বনপ্রান্ত এবং বাগানে।  টুনটুনি পাখিরা বাসা গড়ার ঢঙ থেকে তাদের নামটা পেয়েছে। গাছের বড়ো পাতা ঠোঁট দিয়ে সূঁচের মতো একসঙ্গে গাছের আঁশ অথবা মাকড়সার জালের রেশমি সুতো দিয়ে কাঠামো করে তার মধ্যে আসল বাসা গড়ে। বেশির ভাগ গায়ক পাখির মতো টুনটুনিও কীটভোজী। এর গান হল জোরালো টুঁই-টুঁই-টুঁই আওয়াজ জনগণের মধ্যে বৈচিত্র্যপূর্ণ। দ্বিস্বরবিশিষ্ট ডাক কখনো কখনো বার বার শুনতে পাওয়া যায়।',
    },
    {
      "Id": 4,
      "BanglaName": 'ময়না',
      "EnglishName": 'Myna',
      "image": 'assets/images/birds/4.jpg',
      "Details":
          ' ময়না  এক প্রজাতির মাঝারি আকারের কথা-বলা পাখি। পাখিটি বাংলাদেশ, ভারত ছাড়াও দক্ষিণ ও দক্ষিণ-পূর্ব এশিয়ার বিভিন্ন দেশে দেখা যায়। সারা পৃথিবীতে এক বিশাল এলাকা জুড়ে এদের আবাস, প্রায় ৩৯ লক্ষ ৯০ হাজার বর্গ কিলোমিটার এলাকা জুড়ে এদের আবাস। বিগত কয়েক দশক ধরে এদের সংখ্যা ক্রমেই কমছে, তবে আশঙ্কাজনক পর্যায়ে যেয়ে পৌঁছেনি। সেকারণে আই. ইউ. সি. এন. এই প্রজাতিটিকে ন্যূনতম বিপদগ্রস্ত বলে ঘোষণা করেছে।বাংলাদেশের বন্যপ্রাণী আইনে এ প্রজাতিটি সংরক্ষিত ।',
    },
    {
      "Id": 5,
      "BanglaName": 'পানকৌড়ি',
      "EnglishName": 'Cormorant',
      "image": 'assets/images/birds/5.jpg',
      "Details":
          'পানকৌড়ি  একদল জলচর পাখি। ইংরেজিতে এরা কর্মোরেন্ট ও শ্যাগ নামে পরিচিত। সারা পৃথিবীতে প্রায় ৪০ প্রজাতির পানকৌড়ি রয়েছে এবং এদের সবার দেহে কালো বর্ণের প্রাধান্য রয়েছে। সব পানকৌড়ি খুব ভাল সাঁতারু ও খাদ্যের (প্রধানত মাছ) খোঁজে এরা পানির খুব গভীরে ডুব দিতে সক্ষম। পানকৌড়ির বিষ্ঠা থেকে উৎপন্ন সার গুয়ানো একটি বাণিজ্যিক পণ্য হিসেবে যথেষ্ট সমাদৃত। পানকৌড়ি সমুদ্রতীরবর্তী অঞ্চল, হ্রদ ও নদীনালায় বসবাস করে। ডালপালা, সামুদ্রিক আগাছা ও গুয়ানো দিয়ে ঝোপঝাড়, বৃক্ষ কিংবা সমুদ্রতীরবর্তী পাহাড়ের খাঁজে এরা বাসা করে। নতুন ডিমের বর্ণ নীলচে, তবে সময়ের সাথে সাথে চকচকে সাদা বর্ণ ধারণ করে। তিন থেকে পাঁচ সপ্তাহে ডিম ফুটে ছানা বের হয়। তিন বছর বয়সে এরা বয়োঃপ্রাপ্ত হয়।',
    },
    {
      "Id": 6,
      "BanglaName": 'বাবুই',
      "EnglishName": 'Weavers',
      "image": 'assets/images/birds/6.jpg',
      "Details":
          'বাবুই Ploceidae গোত্রের অন্তর্গত একদল প্যাসারাইন পাখি। খুব সুন্দর বাসা বোনে বলে এরা "তাঁতি পাখি" (Weaver Bird) নামেও পরিচিত। এদের বাসার গঠন বেশ জটিল আর আকৃতি খুব সুন্দর। কয়েক প্রজাতির বাবুই একাধিক কক্ষবিশিষ্ট বাসা তৈরি করতে পারে। তুতির সাথে এরা ঘনিষ্ঠভাবে সম্পর্কিত। এরা মূলত বীজভোজী পাখি, সে জন্য তাদের ঠোঁটের আকৃতি বীজ ভক্ষণের উপযোগী; চোঙাকার আর গোড়ায় মোটা। অধিকাংশ বাবুই প্রজাতির আবাস সাব-সাহারান আফ্রিকায়, তবে কয়েকটি প্রজাতি এশিয়ায় স্থায়ী। অল্প কয়েকটি প্রজাতিকে বিভিন্ন দেশে অবমুক্ত করা হয়েছে।খুব সুন্দর বাসা বোনে বলে এরা "তাঁতি পাখি" (Weaver Bird) নামেও পরিচিত।এরা বেশ দলবদ্ধ প্রাণী আর কলোনি করে জীবনযাপন করতে অভ্যস্ত।বেশিরভাগ বাবুই প্রজাতির পুরুষ সদস্য বেশ উজ্জ্বল রঙের হয়। কিছু প্রজাতি তাদের প্রজনন মৌসুমে বর্ণের ভিন্নতা প্রদর্শন করে। বাংলাদেশে তিন ধরনের বাবুই দেখা যায়: দেশি বাবুই (Ploceus philippinus), দাগি বাবুই (Ploceus manyar) ও বাংলা বাবুই (Ploceus benghalensis)।',
    },
    {
      "Id": 7,
      "BanglaName": 'পেঁচা',
      "EnglishName": 'Owls',
      "image": 'assets/images/birds/7.jpg',
      "Details":
          'প্যাঁচা, পেঁচা, বা পেচক এক প্রকার নিশাচর শিকারী পাখি।  এই পাখিটির এখনও পর্যন্ত প্রায় ২০০টি প্রজাতি টিকে আছে। বেশীরভাগ প্যাঁচা ছোট ছোট স্তন্যপায়ী প্রাণী যেমন ইঁদুর এবং কীটপতঙ্গ শিকার করে, তবে কিছু প্রজাতি মাছও ধরে। প্যাঁচা উপর থেকে ছোঁ মেরে শিকার ধরতে অভ্যস্ত। শিকার করা ও শিকার ধরে রাখতে এরা বাঁকানো ঠোঁট বা চঞ্চু এবং নখর ব্যবহার করে।কুমেরু, গ্রীনল্যান্ড এবং কিছু নিঃসঙ্গ দ্বীপ ছাড়া পৃথিবীর সব স্থানেই প্যাঁচা দেখা যায়। বাংলাদেশে ১৭টি প্রজাতির (মতান্তরে ৮ গণে ১৫ প্রজাতি) প্যাঁচা পাওয়া যায়, যার মধ্যে ২৫টি স্থায়ী এবং ২টি পরিযায়ী।প্যাঁচা মূলত নিঃসঙ্গচর। এরা গাছের কোটর, পাহাড় বা পাথরের গর্ত বা পুরনো দালানে থাকে।পেঁচা কবে আমাদের এই পৃথিবীতে এসেছে তা নিয়ে নিশ্চিত করে বলা না গেলেও গবেষকদের দাবী আমাদের পৃথিবীতে মানুষের আগমনের অনেক আগেই পেঁচা এই পৃথিবীতে এসেছে। পেঁচার জীবাষ্ম গবেষণা করে গবেষকরা অনুমান করেন আজ থেকে প্রায় ছয় কোটি বছর আগে পেঁচার জন্ম হয়েছে।',
    },
    {
      "Id": 8,
      "BanglaName": 'কোকিল',
      "EnglishName": 'Cuckoos',
      "image": 'assets/images/birds/8.jpg',
      "Details":
          ' পৃথিবীব্যাপী কোকিলের প্রায় ২৬টি প্রজাতির খোঁজ পাওয়া গেছে। অধিকাংশ কোকিল লম্বা ও সরু গঠনবিশিষ্ট, এদের সামান্য বাঁকানো ঠোঁট, লম্বা লেজ এবং দীর্ঘ চোখা ডানা রয়েছে। উভয় পায়েই সামনে ও পেছনের দিকে দুটি করে আঙুল বিদ্যমান। অধিকাংশ কোকিল বৃক্ষচর, তবে বেশ কয়েক প্রজাতির ভূচর কোকিলের খোঁজ পাওয়া গেছে। এরা মরু ও মেরু অঞ্চল বাদে প্রায় সমগ্র পৃথিবীজুড়ে বিস্তৃত; বিষুবীয় অঞ্চলে এদের উপস্থিতি প্রকট। বেশ কিছু প্রজাতি আবার স্বভাবে পরিযায়ী। পোকামাকড়, শুককীট ইত্যাদি এদের মূল খাদ্য। এছাড়া ফলমূলও খায়।কোকিল বাংলার একটি সুপরিচিত পাখি। এদের চমৎকার গান বসন্তকালকে মুখরিত করে রাখে। এরা বাসা পরজীবী, অর্থাৎ পরের বাসায় ডিম পেড়ে চলে যায়, তাই এদের আরেক নাম পরভৃত। বাংলা ভাষায় কোকিল নিয়ে বেশ কিছু বাগধারা চালু আছে, যেমন কোকিলকন্ঠী মানে হল মধুর গানের গলা বিশিষ্ট, আবার বসন্তের কোকিল মানে হল সুসময়ের বন্ধু।',
    },
    {
      "Id": 9,
      "BanglaName": 'টিয়া',
      "EnglishName": 'Parrot',
      "image": 'assets/images/birds/9.jpg',
      "Details":
          'টিয়া একটি সুন্দর পাখি যা মানব বসতির কাছে বড় বড় গাছে বাসা বেঁধে থাকে। অনেকেই টিয়া পাখি পুষে থাকেন। সবুজ রঙা টিয়া বাংলাদেশে প্রচুর পাওয়া যায়। সারা পৃথিবীর উষ্ণ ও নিরক্ষীয় অঞ্চলে এই পাখিটি চোখে পড়ে।জীববিজ্ঞানীদের কাছে এই পাখি সিট্টাসিনি হিসেবেও পরিচিত। সিট্টাসিনি নানা রকমের হয়ে থাকে। নানা রকমের সিট্টাসিনিকে ৮৬টি গণে এবং ৩৭২টি প্রজাতিতে বিন্যস্ত করা হয়েছে। টিয়ারা প্রায় সমগ্র নিরক্ষীয় অঞ্চল জুড়ে বিস্তৃত, এদের কিছু প্রজাতি নাতিশীতোষ্ণ দক্ষিণ গোলার্ধে বসবাস করে। দক্ষিণ আমেরিকা ও অস্ট্রেলিয়ায় সবচেয়ে বেশি টিয়ার দেখা মেলে।',
    },
    {
      "Id": 10,
      "BanglaName": 'বক ',
      "EnglishName": 'Herons',
      "image": 'assets/images/birds/10.jpg',
      "Details":
          ' লম্বা পা বিশিষ্ট মিঠাপানির জলাশয় ও উপকূলীয় অঞ্চলে বসবাসকারী মৎস্যভোজী একদল জলচর পাখিকে বক বলা হয়। পৃথিবীতে স্বীকৃত মোট ৬৪ প্রজাতির বক রয়েছে। এসব বকের কিছু প্রজাতি আকৃতিভেদে বগলা (Bittern) ও বগা (Egret) নামে পরিচিত।সারা বিশ্বে বিভিন্ন প্রজাতির বকের বিস্তৃতি থাকলেও নিরক্ষীয় ও ক্রান্তীয় অঞ্চলে এদের বিস্তৃতি সবচেয়ে বেশি।মরু ও মেরু অঞ্চলে বক অনুপস্থিত।',
    },
  ];

  List flowers = [
    {
      "Id": 1,
      "BanglaName": 'শাপলা',
      "EnglishName": 'water lily',
      "image": 'assets/images/flowers/1.jpg',
      "Details":
          'শাপলা এক প্রকার জলজ উদ্ভিদ।সাদা শাপলা ফুল বাংলাদেশের জাতীয় ফুল। এই ফুল সাধারণত ভারত উপমহাদেশে দেখা যায়। হাওড়-বিল ও দিঘিতে এটি বেশি ফোটে।এই উদ্ভিদ প্রাচীনকাল থেকে বিভিন্ন এলাকায় ছড়িয়ে পড়েছে। থাইল্যান্ড ও মায়ানমারে এই ফুল পুকুর ও বাগান সাজাতে খুব জনপ্রিয়। সাদা শাপলা বাংলাদেশ, ভারত, শ্রীলঙ্কা, পাকিস্তান, ইয়েমেন, তাইওয়ান, ফিলিপাইন, কম্বোডিয়া, লাওস, থাইল্যান্ড, ভিয়েতনাম, ইন্দোনেশিয়া, মায়ানমার প্রভৃতি দেশের পুকুর ও হ্রদে দেখা যায়। এই ফুল পাপুয়া নিউগিনি এবং অস্ট্রেলিয়ার কিছু এলাকায়ও দেখা যায়। এই ফুল যেমন দেখা যায় চাষের জমিতে, তেমনই হয় বন্য এলাকায়। কাটা ধান ক্ষেতের জমে থাকা অল্প পানিতে এই ফুল ফুটে থাকতে দেখা যায়। বিশ্বে এই উদ্ভিদের প্রায় ৩৫টি প্রজাতি পাওয়া গেছে।',
    },
    {
      "Id": 2,
      "BanglaName": 'সূর্যমুখী',
      "EnglishName": 'sunflower',
      "image": 'assets/images/flowers/2.jpg',
      "Details":
          'সূর্যমুখী একধরনের একবর্ষী ফুলগাছ। সূর্যমুখী গাছ লম্বায় ৩ মিটার (৯.৮ ফু) হয়ে থাকে, ফুলের ব্যাস ৩০ সেন্টিমিটার (১২ ইঞ্চি) পর্যন্ত হয়। এই ফুল দেখতে কিছুটা সূর্যের মত এবং সূর্যের দিকে মুখ করে থাকে বলে এর এরূপ নামকরণ।এর বীজ হাঁস মুরগির খাদ্যরূপে ও তেলের উৎস হিসেবে ব্যবহৃত হয়। এই বীজ যন্ত্রে মাড়াই করে তেল বের করা হয় ৷ তেলের উৎস হিসেবে পৃথিবীর বিভিন্ন দেশে সূর্যমুখীর ব্যাপক চাষ হয়। সমভুমি এলাকায় শীত ও বসন্তকালে, উঁচু লালমাটি এলাকায় বর্ষাকালে ও সমুদ্রকুলবর্তী এলাকায় শীতকালীন শস্য হিসাবে চাষ করা হয়। ১৯৭৫ সাল থেকে সূর্যমুখী একটি তেল ফসল হিসেবে বাংলাদেশে আবাদ হচ্ছে। বর্তমানে রাজশাহী, যশোর, কুষ্টিয়া, নাটোর জেলা, পাবনা, দিনাজপুর, গাজীপুর, টাংগাইল প্রভৃতি জেলাতে এর ব্যাপক চাষ হচ্ছে।সূর্যমুখীর তেল  ঘিয়ের বিকল্প হিসেবে ব্যবহৃত হয়, যা বনস্পতি তেল নামে পরিচিত। এই তেল অন্যান্য রান্নার তেল হতে ভাল এবং হৃদরোগীদের জন্য বেশ কার্যকর। এতে কোলেস্টেরলের মাত্রা অত্যন্ত কম। এছাড়া এতে ভিটামিন এ, ডি ও ই রয়েছে।',
    },
    {
      "Id": 3,
      "BanglaName": 'গোলাপ',
      "EnglishName": 'Rose',
      "image": 'assets/images/flowers/3.jpg',
      "Details": 'গোলাপ হল '
          'রোজেই'
          ' পরিবারের রোসা গণের এক প্রকারের বহুবর্ষজীবী ফুলের গাছ।  তিন শতাধিক প্রজাতি এবং কয়েক হাজার হাজার জাত রয়েছে। এগুলি এমন এক ধরণের গাছপালা গঠন করে যা ডালপালা খাড়া করে উঠতে বা পিছনে যেতে পারে, ডালপালাগুলির সাথে প্রায়শই তীক্ষ্ন কাঁটা সজ্জিত থাকে।ফুল আকার এবং আকারে পৃথক হয় এবং সাধারণত বড় এবং শোভাকর হয়, সাদা থেকে হলদে এবং লাল রঙের হয়ে থাকে। বেশিরভাগ প্রজাতি এশিয়ার স্থানীয়, এছাড়াও ইউরোপ, উত্তর আমেরিকা এবং উত্তর-পশ্চিম আফ্রিকার স্বল্প সংখ্যক দেশীয় প্রজাতিও দেখা যায়। প্রজাতি, জাত এবং হাইব্রিড সমস্তই তাদের সৌন্দর্যের জন্য ব্যাপকভাবে জন্মানো হয় এবং প্রায়শই সুগন্ধযুক্ত হয়। গোলাপ বহু সমাজে সাংস্কৃতিকভাবে তাৎপর্য অর্জন করেছে। ছোট, ক্ষুদ্রাকৃতি গোলাপ থেকে শুরু করে পর্বতা্রোহী আকার পর্যন্ত গোলাপ গাছের আকার বিস্তৃত হয়, যার উচ্চতা সাত মিটার পর্যন্ত পৌঁছতে পারে। বিভিন্ন প্রজাতি সহজেই সংকরিত হয় এবং এটি গার্ডেন রোজের বিস্তৃত আকারের বিকাশে ব্যবহৃত হয়েছে।',
    },
    {
      "Id": 4,
      "BanglaName": 'কদম',
      "EnglishName": 'Kadamba',
      "image": 'assets/images/flowers/4.jpg',
      "Details":
          ' রূপসী তরুর মধ্যে অন্যতম হচ্ছে কদম। কদমের কাণ্ড সরল, উন্নত, ধূসর থেকে প্রায় কালো এবং বহু ফাটলে রুক্ষ, কর্কশ।দীর্ঘাকৃতি, বহুশাখাবিশিষ্ট বিশাল বৃক্ষ বিশেষ এবং এর ফুল। শাখা অজস্র এবং ভূমির সমান্তরালে প্রসারিত। পাতা হয় বড় বড়, ডিম্বাকৃতি, উজ্জ্বল-সবুজ, তেল-চকচকে এবং বিন্যাসে বিপ্রতীপ। উপপত্রিকা অত্যন্ত স্বল্পস্থায়ী বিধায় পরিণত পাতা অনুপপত্রিক। বোঁটা খুবই ছোট। নিবিড় পত্রবিন্যাসের জন্য কদম ছায়াঘন। শীতে কদমের পাতা ঝরে এবং বসন্তে কচি পাতা গজায়। সাধারণত পরিণত পাতা অপেক্ষা কচি অনেকটা বড়। কদমের কচি পাতার রঙ হালকা সবুজ। কদমের একটি পূর্ণ মঞ্জরিকে সাধারণত একটি ফুল বলেই মনে হয়। কদম ফুল দেখতে বলের মতো গোল, মাংসল পুষ্পাধারে অজস্র সরু সরু ফুলের বিকীর্ণ বিন্যাস। পূর্ণ প্রস্ফুটিত মঞ্জরির রঙ সাদা-হলুদে মেশানো হলেও হলুদ-সাদার আধিক্যে প্রচ্ছন্ন। প্রতিটি ফুল খুবই ছোট, বৃতি সাদা, দল হলুদ, পরাগচক্র সাদা এবং বহির্মুখীন, গর্ভদণ্ড দীর্ঘ। ফল মাংসল, টক এবং বাদুড় ও কাঠবিড়ালীর প্রিয় খাদ্য। ওরাই বীজ ছড়ানোর বাহন ।',
    },
    {
      "Id": 5,
      "BanglaName": 'কৃষ্ণচূড়া',
      "EnglishName": 'krishnachura',
      "image": 'assets/images/flowers/5.jpg',
      "Details":
          'কৃষ্ণচূড়া একটি বৃক্ষ জাতীয় উদ্ভিদ । এই গাছ চমৎকার পত্র-পল্লব এবং আগুনলাল কৃষ্ণচূড়া ফুলের জন্য প্রসিদ্ধ। কৃষ্ণচূড়া গাছের লাল, কমলা, হলুদ ফুল এবং উজ্জ্বল সবুজ পাতা একে অন্যরকম দৃষ্টিনন্দন করে তোলে। কৃষ্ণচূড়া মাদাগাস্কারের শুষ্ক পত্রঝরা বৃক্ষের জঙ্গলে পাওয়া যায়। যদিও জঙ্গলে এটি বিলুপ্ত প্রায়, বিশ্বের বিভিন্ন অঞ্চলে এটি জন্মানো সম্ভব হয়েছে। সৌন্দর্য বর্ধক গুণ ছাড়াও, এই গাছ উষ্ণ আবহাওয়ায় ছায়া দিতে বিশেষভাবে উপযুক্ত। কৃষ্ণচূড়া উদ্ভিদ উচ্চতায় কম (সর্বোচ্চ ১২ মিটার) হলেও শাখা-পল্লবে এটি বেশি অঞ্চল ব্যাপী ছড়ায়। শুষ্ক অঞ্চলে গ্রীষ্মকালে কৃষ্ণচূড়ার পাতা ঝরে গেলেও, নাতিশীতোষ্ণ অঞ্চলে এটি চিরসবুজ।',
    },
    {
      "Id": 6,
      "BanglaName": 'পলাশ',
      "EnglishName": 'palash',
      "image": 'assets/images/flowers/6.jpg',
      "Details":
          'পলাশ মাঝারি আকারের পর্ণমোচী বৃক্ষ।  পলাশ গাছ তার ফুলের জন্যই সবচেয়ে বেশি পরিচিত।সংস্কৃততে এটি কিংশুক এবং মনিপুরী ভাষায় পাঙ গোঙ নামে পরিচিত পলাশ গাছ সর্বোচ্চ ১৫ মিটার পর্যন্ত উঁচু হয়ে থাকে। শীতে গাছের পাতা ঝরে যায়। এর বাকল ধূসর। শাখা-প্রশাখা ও কাণ্ড আঁকাবাঁকা। নতুন পাতা রেশমের মতো সূক্ষ্ম। গাঢ় সবুজ পাতা ত্রিপত্রী, দেখতে অনেকটা মান্দার গাছের পাতার মতো হলেও আকারে বড়।বসন্তে এ গাছে ফুল ফোটে। টকটকে লাল ছাড়াও হলুদ ও লালচে কমলা রঙের পলাশ ফুলও দেখা যায়। পলাশ ফুল ছোট, ফুল ২ থেকে ৪ সেঃ মিঃ লম্বা হয়।পলাশের ফল দেখতে অনেকটা শিমের মতো। বাংলাদেশে প্রায় সব জায়গাতে কমবেশি পলাশ গাছ দেখতে পাওয়া যায়।',
    },
    {
      "Id": 7,
      "BanglaName": 'বকুল',
      "EnglishName": 'Bakul',
      "image": 'assets/images/flowers/7.jpg',
      "Details":
          'বকুল এশিয়া ও প্রশান্ত মহাসাগর তীরবর্তী এলাকার ভারত, বাংলাদেশ, শ্রীলঙ্কা, বার্মা, ইন্দো-চীন, থাইল্যান্ড, আন্দামান দ্বীপপুঞ্জ এলাকা জুড়ে এই গাছ দেখতে পাওয়া যায়। তবে, মালয়েশিয়া, সলোমন দ্বীপপুঞ্জ, নিউ ক্যালিডোনিয়া (ফ্রান্স), ভানুয়াতু, এবং উত্তর অস্ট্রেলিয়াতে এই গাছ চাষ করা হয়। বাংলায় বকুল ফুলের জন্যে পরিচিত এই গাছ। বকুলের অন্যান্য ব্যবহার বাংলায় তেমন নেই। এটি একটি অতি পরিচিত ফুল। বাংলাদেশের প্রায় সব জায়গায় এর গাছ পাওয়া যায়। বাগানে ছায়া পাওয়ার জন্য সাধারনত বকুল গাছ লাগানো হয়ে থাকে।এটি মাঝারি আকারের গাছ এবং এর পাতা গুলি হয় ঢেউ খেলানো। ফুল গুলো খুব ছোট হয়। বড় জোড় ১ সেঃ মিঃ। ফুল গুলো দেখতে ছোট ছোট তারার মতো। বকুল ফুলের সুবাসে থাকে মিষ্টি গন্ধ। ফুল শুকিয়ে গেলেও এর সুবাস অনেক দিন পর্যন্ত থাকে।বকুল ফুল, ফল, পাকা ফল, পাতা, গাছের ছাল, কাণ্ড, কাঠ সব কিছুই কাজে লাগে। বিভিন্ন দেশে বিভিন্ন ভাবে এর ব্যবহার রয়েছে।',
    },
    {
      "Id": 8,
      "BanglaName": 'কাঠগোলাপ',
      "EnglishName": 'plumeria',
      "image": 'assets/images/flowers/8.jpg',
      "Details":
          'কাঠগোলাপ বিচিত্র গড়নের হয়ে থাকে। ফুলের অন্যতম বৈশিষ্ট্য হলও কোনো কোনো ফুল দুধের মতো সাদা, কোনোটি সাদা পাপড়ির উপর হলুদ দাগ, আবার কোনোটি লালচে গোলাপি রঙের। আবার সাদা রঙের কিছু ফুল দীর্ঘ মঞ্জরিদণ্ডের আগায় ঝুলে থাকে । গাছটি ৮-১০ মিটার পর্যন্ত উঁচু হতে পারে।',
    },
    {
      "Id": 9,
      "BanglaName": 'বেলি',
      "EnglishName": 'Beli',
      "image": 'assets/images/flowers/9.jpg',
      "Details":
          '''বেলি  জেসমিন গণের এক প্রকারের সুগন্ধী সাদা ফুল। এর আরেক নাম মল্লিকা। এই প্রজাতির গাছের উচ্চতা এক মিটার হতে পারে। এদের কচি ডাল রোমশ। পাতা একক, ডিম্বাকার, ৪-৮ সেমি লম্বা হয়। পাতা গাঢ়-সবুজ এবং মসৃণ। গ্রীষ্ম ও বর্ষায় একটি থোকায় কয়েকটি ফুল ফোটে। ফুলের আকার ও গড়ন অনুসারে কয়েকটি জাত আছে।
তিন জাতের বেলি ফুল দেখা যায়। যথা:
১। সিঙ্গেল ধরনের ও অধিক গন্ধযুক্ত।
২। মাঝারি আকার ও ডবল ধরনের।
৩। বৃহদাকার ডবল ধরনের। বংশ বিস্তার
বংশবিস্তার
বেলি ফুল গুটি কলম, দাবা কলম ও ডাল কলম পদ্ধতির মাধ্যমে বংশবিস্তার করা হয়।''',
    },
    {
      "Id": 10,
      "BanglaName": 'জবা',
      "EnglishName": 'Shoeblackplant',
      "image": 'assets/images/flowers/10.jpg',
      "Details":
          'জবা ফুল  হল মালভেসি গোত্রের অন্তর্গত একটি চিরসবুজ পুষ্পধারী গুল্ম, যার উৎপত্তি পূর্ব এশিয়াতে। এটি চীনা গোলাপ নামেও পরিচিত।জবা একটি চিরসবুজ গুল্ম যার উচ্চতা ২.৫-৫ মি(৮-১৬ ফিট) ও প্রস্থ ১.৫-৩ মি(৫-১০ ফিট)। এর পাতাগুলি চকচকে ও ফুলগুলি উজ্জ্বল লাল বর্ণের ও ৫টি পাপড়ি যুক্ত। ফুলগুলির ব্যাস ১০ সেমি(৪ ইঞ্চি) এবং গ্রীষ্মকাল ও শরতকালে ফোটে ।',
    },
  ];

  List fruits = [
    {
      "Id": 1,
      "BanglaName": 'কাঁঠাল',
      "EnglishName": 'Jackfruit',
      "image": 'assets/images/fruits/1.jpg',
      "Details":
          'কাঁঠাল সাধারণত দক্ষিণ এবং দক্ষিণ-পূর্ব এশীয় রান্নাগুলিতে ব্যবহৃত হয়।উভয় পাকা এবং অপরিশোধিত ফল খাওয়া হয়। কাঁঠাল হল বাংলাদেশ ও শ্রীলঙ্কার জাতীয় ফল এবং ভারতের কেরালাও তামিলনাড়ুর রাজ্য ফল। নুডলস এবং চিপস জাতীয় ফলের থেকে প্রাপ্ত বিভিন্ন পণ্য এর মত এটিও আন্তর্জাতিকভাবে ক্যানড বা হিমায়িত এবং শীতল খাবারগুলিতে পাওয়া যায়। এটি এক প্রকারের হলুদ রঙের সুমিষ্ট গ্রীষ্মকালীন ফল। এটি বাংলাদেশের জাতীয় ফল হিসাবে সরকারীভাবে নির্ধারিত। বাংলাদেশের সর্বত্র কাঁঠাল গাছ পরিদৃষ্ট হয়। কাঁচা কাঁঠালকে বলা হয় এঁচোড় যা বাঙালি সমাজে গাছপাঁঠা নামেও সমধিক পরিচিত। কাঁঠাল গাছের কাঠ আসবাবপত্র তৈরীর জন্য সমাদৃত। কাঁঠাল পাতা বিভিন্ন প্রাণীর পছন্দের খাদ্য। তুলনামূলকভাবে বিশালাকার এই ফলের বহির্ভাগ পুরু এবং কান্টকাকীর্ণ, অন্যদিকে অন্তরভাগে একটি কাণ্ড ঘিরে থাকে অসংখ্য রসালো কোয়া। কাঁঠালের বৃহদাকার বীজ কোয়ার অভ্যন্তরভাগে অবস্থিত।',
    },
    {
      "Id": 2,
      "BanglaName": 'আম',
      "EnglishName": 'Mango',
      "image": 'assets/images/fruits/2.jpg',
      "Details":
          'আম গ্রীষ্মমণ্ডলীয় উদ্ভিদে জন্মানো এক ধরনের সুস্বাদু ফল। কাঁচা অবস্থায় আমের রং সবুজ এবং পাকা অবস্থায় হলুদ হয়ে থাকে। বেশিরভাগ ক্ষেত্রে খাওয়ার জন্যই এই ফল চাষ করা হয়। আম ফল সারা পৃথিবীতে জনপ্রিয় এত পছন্দনীয় ফল পৃথিবীতে দ্বিতীয়টি নেই। এমন কোন জাতি নেই যারা আম পছন্দ করেনা। তাই একে সন্মান দিয়ে ʼফলের রাজাʼ বলা হয়।জানা যায়, মোগল সম্রাট আকবর ভারতের শাহবাগের দাঁড়ভাঙায় এক লাখ আমের চারা রোপণ করে উপমহাদেশে প্রথম একটি উন্নত জাতের আম বাগান সৃষ্টি করেন। আমের আছে বাহারি নাম বর্ণ, গন্ধ ও স্বাদ। ফজলি, আশ্বিনা, ল্যাংড়া, ক্ষীরশাপাতি, গোপালভোগ, মোহনভোগ, জিলাপিভোগ, লক্ষণভোগ, মিছরিভোগ, বোম্বাই ক্ষীরভোগ, বৃন্দাবনী, চন্দনী, হাজিডাঙ্গ, সিঁদুরা, গিরিয়াধারী, বউভুলানী, জামাইপছন্দ, বাদশভোগ, রানীভোগ, দুধসর, মিছরিকান্ত, বাতাসা, মধুচুসকি, রাজভোগ, মেহেরসাগর, কালীভোগ, সুন্দরী, গোলাপবাস, পানবোঁটা, দেলসাদ, কালপাহাড়সহ চাঁপাইনবাবগঞ্জে পাওয়া যায় প্রায় ৩০০ জাতের আম। তবে অনেকগুলো এখন বিলুপ্তপ্রায়।পৃথিবীতে প্রায় ৩৫ প্রজাতির আম আছে। আমের প্রায় কয়েকশ জাত রয়েছে। যেমনঃ ফজলি, ল্যাংড়া, গোপালভোগ, খিরসাপাত, অরুনা, আম্রপালি, মল্লিকা, নিলাম্বরী, কালীভোগ, কাঁচামিঠা, আলফানসো, বারোমাসি, তোতাপুরী, কারাবাউ, কেঊই সাউই, গোপাল খাস, কেন্ট, সূর্যপূরী, পাহুতান, ত্রিফলা, হাড়িভাঙ্গা, ছাতাপরা, গুঠলি, লখনা, আদাইরা, কলাবতী আম রূপালি ইত্যাদি। আমের ফলের আকার, আকৃতি, মিষ্টতা, ত্বকের রঙ এবং ভেতরের ফলের বর্ণ (যা ফ্যাকাশে হলুদ, সোনালি বা কমলা হতে পারে) জাতভেদে পরিবর্তিত হয়। ভারতের মালদহ , মুর্শিদাবাদ-এ প্রচুর পরিমাণে আম চাষ হয়ে থাকে। আম ভারত ও পাকিস্তানের জাতীয় ফল, এবং বাংলাদেশের জাতীয় গাছ। বাংলাদেশের রাজশাহী, নওগাঁ, দিনাজপুর, নাটোর, সাতক্ষীরা, যশোর ও চাঁপাইনবাবগঞ্জে আম চাষ বেশি পরিমাণে হয়ে থাকে।',
    },
    {
      "Id": 3,
      "BanglaName": 'আমলকী',
      "EnglishName": 'Embica',
      "image": 'assets/images/fruits/3.jpg',
      "Details":
          'আমলকী একপ্রকার ভেষজ ফল। আমলকী গাছ ৮ থেকে ১৮ মিটার উচ্চতা বিশিষ্ট হতে পারে, পাতা ঝরা প্রকৃতির। হালকা সবুজ পাতা, যৌগিক পত্রের পত্রক ছোট, ১/২ ইঞ্চি লম্বা হয়। হালকা সবুজ স্ত্রী ও পুরুষফুল একই গাছে ধরে। ফল হালকা সবুজ বা হলুদ ও গোলাকৃতি ব্যাস ১/২ ইঞ্চির কম বেশি হয়। কাঠ অণুজ্জল লাল বা বাদামি লাল। বাংলাদেশের প্রায় সব অঞ্চলে ই দেখা যায়। গাছ ৪/৫ বছর বয়সে ফল দেয়। আগস্ট - নভেম্বর পর্যন্ত ফল পাওয়া যায়। বীজ দিয়ে আমলকীর বংশবিস্তার হয়। বর্ষাকালে চারা লাগানোর উপযুক্ত সময়।আমলকী গাছ বাংলাদেশ, ভারত, শ্রীলঙ্কা, চীন, কম্বোডিয়া, হংকং, ইন্দোনেশিয়া, লাওস, মালয়েশিয়া, ফিলিপাইন ও দক্ষিণ আমেরিকায় দেখা যায়।আমলকী নিয়ে প্রাথমিক গবেষণা সম্পন্ন হয়েছে। এতে দেখা গেছে যে, এটি ভাইরাস ও ব্যাকটেরিয়া ধ্বংস করতে পারে।',
    },
    {
      "Id": 4,
      "BanglaName": 'কামরাঙা',
      "EnglishName": 'Starfruit',
      "image": 'assets/images/fruits/4.jpg',
      "Details":
          'কামরাঙা বাংলাদেশ,ফিলিপাইন, ইন্দোনেশিয়া, মালয়েশিয়া, ভারত,  এবং শ্রীলঙ্কা অঞ্চলের একধরনের স্থানীয় প্রজাতির উদ্ভিদের ফল। এই ফল দক্ষিণ-পূর্ব এশিয়া, দক্ষিণ-প্রশান্ত এবং পূর্ব-এশিয়া অংশে জনপ্রিয়।কামরাঙায় প্রচুর পরিমাণে অ্যান্টিঅক্সিডেন্টস ও ভিটামিন রয়েছে, যা ত্বকের জন্য খুবই উপকারী। এই ফল খাওয়ার পাশিপাশি নিয়মিত এর রস ত্বকে ব্যবহার করতে পারেন। এটি আপনার ত্বকের তারুণ্য ধরে রাখবে এবং ত্বক দাগমুক্ত রাখবে।',
    },
    {
      "Id": 5,
      "BanglaName": 'বেল',
      "EnglishName": 'Bael',
      "image": 'assets/images/fruits/5.jpg',
      "Details":
          'বেল একটি পুষ্টিকর এবং উপকারী ফল। কাঁচা পাকা দুই অবস্থায়ই সমান উপকারী। কাঁচা-বেল ডায়রিয়া ও আমাশয় রোগে ধন্বন্তরী। পাকা বেলের শরবত সুস্বাদু। বেলে রয়েছে প্রচুর পরিমাণে ভিটামিন এ, ভিটামিন সি এবং ক্যালসিয়াম, ফসফরাস ও পটাসিয়ামের মত মূল্যবান পুষ্টি উপাদান। বেলকে বলা হয় শ্রীফল কারণ হিন্দুদের পূজা-অর্চনায় বেলের পাতা ও ফল ব্যবহার করা হয়। হিন্দুরা বেল কাঠ পবিত্র জ্ঞান করে বিধায় কখনো বেল কাঠ পুড়িয়ে রান্না করে না। এর সংস্কৃত নাম বিল্ব। বেলের জন্ম ভারতবর্ষে। বেল গাছ বড় ধরনের বৃক্ষ যার উচ্চতা প্রায় ১০-১৬ মিটার। শীতকালে সব পাতা ঝরে যায়, আবার বসন্তে নতুন পাতা আসে। পাতা ত্রিপত্র যুক্ত, সবুজ, ডিম্বাকার ; পত্রফলকের অগ্রভাগ সূঁচাল। ফুল হালকা সবুজ থেকে সাদা রঙের। বোঁটা ছোট, ৪-৫টি পাঁপড়ি থাকে, পুংকেশর অসংখ্য, গর্ভাশয় বিস্তৃত ও কেন্দ্রস্থল খোলা। ফুলে মিষ্টি গন্ধ আছে। ফল বড়, গোলাকার, শক্ত খোসাবিশিষ্ট। ফলের ভিতরে শাঁস ৮-১৫টি কোয়া বা খণ্ডে বিভক্ত থাকে। প্রতিটি ভাগে বা খণ্ডে চটচটে আঠার সাথে অনেক বীজ লেগে থাকে। কাঁচা ফলের রঙ সবুজ, পাকলে হলদে হয়ে যায়। ভিতরের শাঁসের রঙ হয়ে যায় কমলা বা হলুদ। পাকা বেল থেকে সুগন্ধ বের হয়়। পাকা বেল গাছ থেকে ঝরে পড়ে। গাছ যখন ছোট থাকে তখন তাতে অনেক শক্ত ও তীক্ষ্ণ কাঁটা থাকে। গাছ বড় হলে কাঁটা কমে যায়। খাদ্য হিসাবে বেল অসাধারণ উপকারী । তবে বেল গাছ প্রচুর পরিমাণে কমে যাওয়ায় এখন চাহিদার তুলনায় তা অপ্রতুল। বাজারে পাকা বেল খুব চড়া দামে বিক্রি হয়।',
    },
    {
      "Id": 6,
      "BanglaName": 'আখ',
      "EnglishName": 'sugarcane',
      "image": 'assets/images/fruits/6.jpg',
      "Details":
          'আখ বা ইক্ষু  একটি সপুষ্পক উদ্ভিদ। এর রস চিনি ও গুড় তৈরির জন্য ব্যবহার হয় বলে এর চাষ করা হয়। আখ শব্দের উৎপত্তি "ইক্ষু" থেকে। আখ হচ্ছে বাঁশ ও ঘাসের জাতভাই। বাংলাদেশের সবচেয়ে বেশি আখ উৎপাদিত হয় নাটোর জেলায়। একক জেলা হিসেবে বাংলাদেশের ১৫ টি সরকারি চিনিকলের মধ্যো এই জেলায় দুটি চিনিকল অবস্থিত।আখ একটি বর্ষজীবি উদ্ভিদ। প্রথাগতভাবে আখের কান্ডের একটি টুকরার দুই-তৃতীয়াংশ মাটিতে পুঁতে দিয়ে এর চাষ করা হয়। তবে ইদানীং বৈজ্ঞানিক পদ্ধতিতে গবেষণাগারে টিস্যু কালচারের মাধ্যমেও আখের ব্যাপক চাষ হচ্ছে ।বাংলাদেশে গড়ে প্রতি বছর ০.৪৩ মিলিয়ন একর জমিতে ৭.৩ মিলিয়ন মে.টন আখ উৎপন্ন হয়। দেশের ১৫টি চিনিকলে বছরে গড়ে ১.৫-১.৯৯ লক্ষ মে. টন চিনি উৎপন্ন হয়, বাকিটা গুড় ও খাওয়ার জন্য ব্যবহার হয়। বাংলাদেশ চিনি ও খাদ্য শিল্প কর্পোরেশন BSFIC নামে প্রতিষ্ঠান চিনি শিল্প নিয়ন্ত্রণ করে।',
    },
    {
      "Id": 7,
      "BanglaName": 'পেঁপে',
      "EnglishName": 'Papaya',
      "image": 'assets/images/fruits/7.jpg',
      "Details":
          'পেঁপে একটি ফল যা মানুষ কাঁচা তথা সবুজ অবস্থায় সব্জি হিসেবে এবং পাকা অবস্থায় ফল হিসাবে খেয়ে থাকে। এর অনেক ভেষজ গুণও রয়েছে। এর ইউনানী নাম পাপিতা, আরানড খরবূযা। এবং আয়ুর্বেদিক নাম অমৃততুম্বী।এটি একটি ছোট আকৃতির অশাখ বৃক্ষবিশেষ। লম্বা বো‍টাঁযুক্ত ছত্রাকার পাতা বেশ বড় হয় এবং সর্পিল আকারে কান্ডের উপরি অংশে সজ্জিত থাকে। প্রায় সারা বছরেই ফুল ও ফল হয়। কাঁচা ফল সবুজ, পাকা ফল হলুদ বা পীত বর্ণের। এটি পথ্য হিসেবে ও ব্যবহার হয়। কাঁচা, পাকা দু’ভাবেই খাওয়া যায়; তবে কাঁচা অবস্থায় সব্জি এবং পাকলে ফল। কাঁচা ফল বাইরের দিক গাঢ় কালচে সবুজ এবং পাকলে খোসা সহ কমলা রং ধারণ করে। চট্টগ্রাম অঞ্চলে এটি "হঁইয়া" নামে পরিচিত ।পেঁপে বাংলাদেশ, ভারত, আমেরিকা, ব্রাজিল ইত্যাদি দেশে হয়ে থাকে।',
    },
    {
      "Id": 8,
      "BanglaName": 'জলপাই',
      "EnglishName": 'Olive',
      "image": 'assets/images/fruits/8.jpg',
      "Details":
          'জলপাই  একটি গ্রীষ্মমন্ডলীয় টক ফল। ভারতীয় উপমহাদেশ, বাংলাদেশ, ইন্দোচীন ও দক্ষিণ-পূর্ব এশিয়ার বিভিন্ন অঞ্চলে এই ফল উৎপাদিত হয়।জলপাই অনেকেই জয়তুন-এর সাথে এক করে ফেলে, যদিও এ দুটি সম্পূর্ণ আলাদা ফল।জলপাই গাছ মাঝারি আকারের, ১০ থেকে ১২ মিটার পর্যন্ত উঁচু হতে পারে। শীতকালে পাতা ঝরে পড়ে, ফেব্রুয়ারি-মার্চ মাসে নতুন পাতা আসে। সেই সঙ্গে আসে ক্ষুদ্র ক্ষুদ্র সাদা ফুল।জলপাই ফলের জন্য বিখ্যাত হলেও এর ফুলের সৌন্দর্য অসাধারণ। সারা গাছজুড়ে অসংখ্য ফুলের যে মেলা বসে, তার সৌন্দর্য উপেক্ষা করা কঠিন। গ্রীষ্মের মাঝামাঝি মলিন সাদা রঙের থোকা থোকা ফুলগুলো ফোটে। ফল খাবার উপযোগী হয় শরৎ-হেমন্তে। তখন ফলের বাইরের আবরণ সবুজের কাছাকাছি একটি বিশেষ রঙ ধারণ করে। এ কারণে জলপাই রঙ সবার কাছে একটি বিশেষ রঙ হিসেবে পরিচিত। জলপাইয়ের গড়ন প্রায় আমড়ার মতোই। তবে আমড়ার চেয়ে আকারে ছোট। এর পাতলা আবরণের ভেতর থাকে খাবার উপযোগী শাঁস ও একটি শক্ত আঁটি বা বীজ।কাঁচা ফলের শাঁস কিছুটা টক, যা ইঙ্গিত দেয় যে এটি ভিটামিন সি এর একটি ভাল উৎস। গবেষণায় দেখা গেছে, এই ফল খনিজ, ভিটামিন, ফাইবার এবং মূল্যবান অ্যান্টিঅক্সিডেন্ট সমৃদ্ধ।একটি ফলের ওজন ১৫.৭৮ থেকে ২২.৪৬ গ্রাম, দৈর্ঘ  ৪.০৭ থেকে ৪.৪৯ সে:মি:, ব্যাস ২.৬২ থেকে ২.৮৯ সে:মি: হয়ে থাকে[৪]। ফলের রং হয় গাঢ় সবুজ, একটি বাদামী বীজ থাকে ফলের মধ্যখানে, বীজের চারপাশ ঘিরে থাকে টক-মিষ্টি স্বাদের শাঁস।',
    },
    {
      "Id": 9,
      "BanglaName": 'আনারস',
      "EnglishName": 'Pineapple',
      "image": 'assets/images/fruits/9.jpg',
      "Details":
          'আনারস এক প্রকারের গুচ্ছফল। এই ফলের আদি জন্মস্থল দক্ষিণ আমেরিকা মহাদেশ। তবে বর্তমানে ক্রান্তীয় অঞ্চলে বিশ্বের সর্বত্রই এর চাষের ব্যাপক প্রচলন রয়েছে। কোস্টারিকা, ব্রাজিল এবং ফিলিপিন্স এই তিনটি দেশ একত্রে বিশ্বের সমগ্র আনারস উৎপদনের প্রায় এক তৃতীয়াংশ উৎপাদন করে। আনারস পুষ্টির বেশ বড় একটি উৎস। আনারসে রয়েছে প্রচুর পরিমাণে ভিটামিন এ এবং সি, ক্যালসিয়াম, পটাশিয়াম ও ফসফরাস। এসব উপাদান আমাদের দেহের পুষ্টির অভাব পূরণে কার্যকরী ভূমিকা পালন করে।শুনতে অবাক লাগলেও আনারস আমাদের ওজন কমাতে সাহায্য করে। কারণ আনারসে প্রচুর ফাইবার এবং অনেক কম ফ্যাট রয়েছে। সকালে আনারস বা সালাদ হিসেবে এর ব্যবহার অথবা আনারসের জুস অনেক বেশি স্বাস্থ্যকর।',
    },
    {
      "Id": 10,
      "BanglaName": 'তরমুজ',
      "EnglishName": 'watermelon',
      "image": 'assets/images/fruits/10.jpg',
      "Details":
          'তরমুজ একটি গ্রীষ্মকালীন সুস্বাদু ফল। ঠান্ডা তরমুজ গ্রীষ্মকালে বেশ জনপ্রিয়। এতে প্রচুর পরিমাণ জল থাকে। এই ফলে ৬% চিনি এবং ৯২% জল এবং অন্যান্য উপাদান ২%। এটি ভিটামিন এ জাতীয় ফল।হৃদরোগীদের জন্য এটি বেশ উপকারী।টাইফয়েড রোগীরা যদি আধাপাকা তরমুজের রস ২ চা চামচ প্রতিদিন খায় তাহলে উপকার পাবে।তরমুজে পটাশিয়াম আছে, যা উচ্চ রক্তচাপ নিয়ন্ত্রণ করে।তরমুজে ক্যারোটিনয়েড আছে, যা চোখ ভালো রাখতে সহায়তা করে।',
    },
  ];
}
