class DataList {
  List birds = [
    {
      "Id": 1,
      "BanglaName": 'টিয়া',
      "EnglishName": 'Parrot',
      "image": '01.jpg',
      "Details":
          'টিয়া একটি সুন্দর পাখি যা মানব বসতির কাছে বড় বড় গাছে বাসা বেঁধে থাকে। অনেকেই টিয়া পাখি পুষে থাকেন। সবুজ রঙা টিয়া বাংলাদেশে প্রচুর পাওয়া যায়। সারা পৃথিবীর উষ্ণ ও নিরক্ষীয় অঞ্চলে এই পাখিটি চোখে পড়ে।',
    },
  ];

  List flowers = [
    {
      "Id": 1,
      "BanglaName": 'টিয়া',
      "EnglishName": 'Parrot',
      "image": '01.jpg',
      "Details":
          'টিয়া একটি সুন্দর পাখি যা মানব বসতির কাছে বড় বড় গাছে বাসা বেঁধে থাকে। অনেকেই টিয়া পাখি পুষে থাকেন। সবুজ রঙা টিয়া বাংলাদেশে প্রচুর পাওয়া যায়। সারা পৃথিবীর উষ্ণ ও নিরক্ষীয় অঞ্চলে এই পাখিটি চোখে পড়ে।',
    },
  ];

  List fruits = [
    {
      "Id": 1,
      "BanglaName": 'টিয়া',
      "EnglishName": 'Parrot',
      "image": '01.jpg',
      "Details":
          'টিয়া একটি সুন্দর পাখি যা মানব বসতির কাছে বড় বড় গাছে বাসা বেঁধে থাকে। অনেকেই টিয়া পাখি পুষে থাকেন। সবুজ রঙা টিয়া বাংলাদেশে প্রচুর পাওয়া যায়। সারা পৃথিবীর উষ্ণ ও নিরক্ষীয় অঞ্চলে এই পাখিটি চোখে পড়ে।',
    },
  ];
}
